export const branchData = [
  {
    name: "burger 101店",
    add: "110台北市信義區吳興街117號",
    tel: "02-27586651",
    time: [
      "星期一 11:30–21:30",
      "星期二 11:30–21:30",
      "星期三 11:30–21:30",
      "星期四 11:30–21:30",
      "星期五 11:30–21:30",
      "星期六 11:30–21:30",
      "星期日 11:30–21:30",
    ],
    src: "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d14460.485217175408!2d121.5613837!3d25.0299571!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442abb922ea8303%3A0xdc9035aca1044338!2swaku%20waku%20burger%20101%E5%BA%97!5e0!3m2!1szh-TW!2stw!4v1699864902322!5m2!1szh-TW!2stw",
  },
  {
    name: "burger 中山店",
    add: "104台北市中山區南京西路14號5AF",
    tel: "02 2521 7881",
    time: [
      "星期一 11:00–22:00",
      "星期二 11:00–22:00",
      "星期三 11:00–22:00",
      "星期四 11:00–22:00",
      "星期五 11:00–22:30",
      "星期六 11:00–22:30",
      "星期日 11:00–22:00",
    ],
    src: "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d14457.870906668357!2d121.520677!3d25.0521315!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a92c418aa14f%3A0xf6ea45446130a03a!2zd2FrdSB3YWt1IGJ1cmdlciDkuK3lsbHlupc!5e0!3m2!1szh-TW!2stw!4v1699972795073!5m2!1szh-TW!2stw",
  },
  {
    name: "pasta 市府店",
    add: "110台北市信義區松高路11號4F (誠品信義店)",
    tel: "0227229939",
    time: [
      "星期一 11:00–21:30",
      "星期二 11:00–21:30",
      "星期三 11:00–21:30",
      "星期四 11:00–21:30",
      "星期五 11:00–21:30",
      "星期六 11:00–21:30",
      "星期日 11:00–21:30",
    ],
    src: "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d1807.4167762767922!2d121.5645864385394!3d25.03972212457578!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442ab5c8bc6b4af%3A0xc0d5c201f4f37922!2zd2FrdSB3YWt1IHBhc3RhIOW4guW6nOW6lw!5e0!3m2!1szh-TW!2stw!4v1699973617786!5m2!1szh-TW!2stw",
  },
  {
    name: "pasta 赤峰店",
    add: "103台北市大同區赤峰街8巷4號",
    tel: "0225502209 (無訂位服務)",
    time: [
      "星期一 11:00–21:00",
      "星期二 11:00–21:00",
      "星期三 11:00–21:00",
      "星期四 11:00–21:00",
      "星期五 11:00–21:00",
      "星期六 10:00–21:00",
      "星期日 10:00–21:00",
    ],
    src: "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.4177028576787!2d121.51655037496353!3d25.05382793749363!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a919b3b40b33%3A0x545eb7bda9167886!2zd2FrdSB3YWt1IHBhc3RhIOi1pOWzsOW6lyjnhKHoqILkvY3mnI3li5kp!5e0!3m2!1szh-TW!2stw!4v1699973417512!5m2!1szh-TW!2stw",
  },
];

// // 中山
// 請根據第一份資料的格式，製作JSON檔
// name: burger 中山店
// add: 104台北市中山區南京西路14號5AF
// tel: 02 2521 7881
// time: ["星期一  11:00–22:00", "星期二　11:00–22:00", "星期三　11:00–22:00", "星期四　11:00–22:00", "星期五　11:00–22:30", "星期六　11:00–22:30", "星期日　11:00–22:00"]
// src: https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d14457.870906668357!2d121.520677!3d25.0521315!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a92c418aa14f%3A0xf6ea45446130a03a!2zd2FrdSB3YWt1IGJ1cmdlciDkuK3lsbHlupc!5e0!3m2!1szh-TW!2stw!4v1699972795073!5m2!1szh-TW!2stw

// burger 101店
// 110台北市信義區吳興街117號
// 02-27586651
// 星期一　11:30–21:30
// 星期二　11:30–21:30
// 星期三　11:30–21:30
// 星期四　11:30–21:30
// 星期五　11:30–21:30
// 星期六　11:30–21:30
// 星期日　11:30–21:30
// https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d14460.485217175408!2d121.5613837!3d25.0299571!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442abb922ea8303%3A0xdc9035aca1044338!2swaku%20waku%20burger%20101%E5%BA%97!5e0!3m2!1szh-TW!2stw!4v1699864902322!5m2!1szh-TW!2stw

// pasta 市府店
// 110台北市信義區松高路11號4F (誠品信義店)
// 0227229939
// 星期一　11:00–21:30
// 星期二　11:00–21:30
// 星期三　11:00–21:30
// 星期四　11:00–21:30
// 星期五　11:00–21:30
// 星期六　11:00–21:30
// 星期日　11:00–21:30
// https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d1807.4167762767922!2d121.5645864385394!3d25.03972212457578!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442ab5c8bc6b4af%3A0xc0d5c201f4f37922!2zd2FrdSB3YWt1IHBhc3RhIOW4guW6nOW6lw!5e0!3m2!1szh-TW!2stw!4v1699973617786!5m2!1szh-TW!2stw

// pasta 赤峰店
// 103台北市大同區赤峰街8巷4號
// 0225502209 (無訂位服務)
// 星期一　11:00–21:00
// 星期二　11:00–21:00
// 星期三　11:00–21:00
// 星期四　11:00–21:00
// 星期五　11:00–21:00
// 星期六　10:00–21:00
// 星期日　10:00–21:00
// https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.4177028576787!2d121.51655037496353!3d25.05382793749363!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a919b3b40b33%3A0x545eb7bda9167886!2zd2FrdSB3YWt1IHBhc3RhIOi1pOWzsOW6lyjnhKHoqILkvY3mnI3li5kp!5e0!3m2!1szh-TW!2stw!4v1699973417512!5m2!1szh-TW!2stw
